export function departmentList() {
    const department = [
        { "id": 1, "name": "컴퓨터정보계열" },
        { "id": 2, "name": "IT온라인창업과" },
        { "id": 3, "name": "AI융합기계계열" },
        { "id": 4, "name": "반도체전자계열" },
        { "id": 5, "name": "무인항공드론과" },
        { "id": 6, "name": "신재생에너지전기계열" },
        { "id": 7, "name": "건축과" },
        { "id": 8, "name": "인테리어디자인과" },
        { "id": 9, "name": "DIY실내장식과" },
        { "id": 10, "name": "항공정비부사관과" },
        { "id": 11, "name": "국방정보통신과" },
        { "id": 12, "name": "의무/전투부사관과" },
        { "id": 13, "name": "글로벌시스템융합과" },
        { "id": 14, "name": "경영회계서비스계열" },
        { "id": 15, "name": "호텔항공관광과" },
        { "id": 16, "name": "사회복지과" },
        { "id": 17, "name": "유아교육과" },
        { "id": 18, "name": "간호학과" },
        { "id": 19, "name": "보건의료행정과" },
        { "id": 20, "name": "응급구조과" },
        { "id": 21, "name": "동물보건과" },
        { "id": 22, "name": "반려동물과" },
        { "id": 23, "name": "조리제과제빵과" },
        { "id": 24, "name": "콘텐츠디자인과" },
        { "id": 25, "name": "만화애니메이션과" }
    ]
    return department;
}